the
be
is
am
are
was
were
of
and
a
an
in
to
have
it
for
I
that
you
he
on
with
do
at
by
not
this
but
from
they
his
she
or
which
as
we
say
will
can
if
their
go
what
all
get
her
make
who
out
up
see
know
time
take
river
some
so
him
year
into
its
then
think
my
come
than
more
about
now
last
your
me
no
other
give
just
these
people
also
well
any
only
new
very
when
may
way
look
like
use
bat
such
how
because
star
good
find
man
our
want
day
between
even
many
those
one
after
down
software
thing
tell
through
back
still
must
child
here
over
too
put
own
work
become
cold
old
government
mean
part
life
great
where
case
woman
tomorrow
us
blue
feel
system
each
much
ask
group
number
yes
however
another
world
area
show
company
under
problem
against
never
most
try
hand
party
high
born
something
school
south
small
place
before
why
while
away
house
different
country
week
hold
large
member
off
always
next
follow
without
turn
end
within
during
Sunday
green
word
begin
although
example
five
family
rather
fact
push
write
state
percent
both
start
run
long
right
set
help
every
home
month
side
night
important
eye
head
information
question
business
play
power
money
change
move
interest
book
often
young
national
pay
hear
room
whether
water
form
match
car
yet
perhaps
meet
level
until
though
include
believe
already
possible
nothing
line
allow
edge
effect
big
television
stand
idea
study
lot
live
job
name
result
body
happen
friend
almost
sun
July
carry
second
early
himself
together
talk
after
face
sit
market
appear
continue
able
political
later
hour
law
door
office
let
war
produce
minister
reason
person
full
sort
far
towards
period
read
weight
society
process
mother
late
voice
solution
once
police
add
Monday
price
little
action
hot
remember
position
low
budget
cost
community
remain
type
research
education
fall
speak
today
enough
open
bad
buy
programme
minute
moment
girl
age
centre
stop
control
health
decide
main
win
understand
decision
class
return
condition
itself
paper
themselves
Tuesday
describe
agree
economic
increase
upon
learn
general
century
father
around
road
table
including
church
real
lie
team
death
soon
act
student
half
language
die
difficult
international
morning
draw
hope
plan
city
ground
letter
create
foot
clear
boy
game
food
bank
sell
building
behind
black
meeting
sometimes
thus
town
art
further
club
arm
trade
white
situation
whose
ago
teacher
record
relation
whole
field
free
break
yesterday
Friday
window
wait
usually
difference
air
wife
project
sale
relationship
indeed
light
someone
everything
rule
cut
grow
story
quality
worker
nature
structure
necessary
method
central
bed
movement
true
well
simply
choose
short
detail
model
join
reduce
herself
wall
finger
easy
private
computer
hospital
scheme
theory
bird
wish
financial
poor
director
drive
Thursday
chance
seek
cool
foreign
along
top
amount
son
human
simple
leader
independent
production
picture
source
according
north
contract
wide
better
kill
either
afternoon
various
test
eat
close
love
colour
clearly
animal
shop
rise
hard
music
hair
prepare
factor
drink
manage
piece
front
evening
royal
tree
fine
pressure
street
knowledge
page
enjoy
individual
rest
wear
size
per
fire
series
success
natural
wrong
near
round
final
future
analysis
space
arrive
attention
love
principle
pull
doctor
choice
couple
step
following
thank
machine
training
association
film
region
player
everyone
scene
village
organisation
news
nice
difficulty
modern
current
energy
finally
degree
mile
growth
sound
above
task
please
red
happy
behaviour
function
resource
defence
garden
floor
technology
style
feeling
science
horse
answer
compare
individual
forward
user
normal
myself
dog
quickly
army
forget
station
cup
previous
husband
recently
publish
serious
anyway
visit
capital
season
listen
ball
September
economy
element
finish
fight
leg
investment
wind
suddenly
brother
improve
hotel
aspect
copy
balance
below
summer
determine
generally
daughter
exist
rock
baby
nearly
smile
sorry
sea
skill
remove
university
newspaper
left
dead
customer
box
outside
length
conference
British
total
profit
throw
procedure
king
image
oil
unless
military
January
client
sector
direction
August
replace
basic
branch
sing
original
successful
okay
yourself
commission
president
addition
goal
deep
popular
technique
professional
pain
spirit
fly
version
maybe
ability
heavy
October
December
dark
teach
memory
culture
blood
fear
travel
depend
ready
target
access
stone
total
text
Christmas
photo
autumn
somebody
anybody
nobody
somewhere
anywhere
everybody
everywhere
yours
hers
ours
theirs
yourselves
ourselves
neither
two
three
four
five
six
seven
eight
nine
ten
eleven
twelve
thirteen
fourteen
fifteen
sixteen
seventeen
eighteen
nineteen
twenty
thirty
forty
fifty
sixty
seventy
eighty
ninety
hundred
thousand
million
first
third
fourth
fifth
sixth
seventh
eighth
ninth
tenth
eleventh
twelfth
thirteenth
fourteenth
fifteenth
sixteenth
seventeenth
eighteenth
nineteenth
twentieth
thirtieth
fortieth
fiftieth
sixtieth
seventieth
eightieth
ninetieth
hundredth
thousandth
millionth
zero
sky
mouse
tooth
jeans
document
influence
network
tea
shoulder
railway
April
beautiful
studio
protect
gas
November
complex
shoot
speed
nuclear
commercial
ring
distance
key
skin
February
island
danger
credit
usual
path
shape
earth
weekend
hall
Australia
Egypt
hole
alone
flower
French
winter
inside
Scotland
impossible
volume
ship
fresh
Spain
touch
adult
author
song
repeat
bus
warm
sir
tradition
consumer
description
cry
broad
freedom
crisis
god
equal
victory
twice
egg
rain
mountain
error
spring
birth
ear
recommend
park
weather
bottle
kid
pleasure
select
temperature
wave
frequently
silence
institute
sum
code
screen
metal
widely
brain
experiment
scientist
fast
closely
gold
location
display
journey
noise
lunch
bottom
theme
empty
American
website
cellphone
Europe
library
Germany
cat
Britain
bridge
soldier
narrow
tall
slow
literature
busy
English
chemical
instrument
basketball
burn
map
united
device
jump
motor
mistake
rare
circle
external
shot
theatre
atmosphere
wonderful
enemy
milk
religion
grey
